[
    {
        "name": "Turtle Rock",
        "category": "Rivers",
        "city": "Twentynine Palms",
        "state": "California",
        "id": 1001,
        "isFeatured": true,
        "isFavorite": true,
        "park": "Joshua Tree National Park",
        "coordinates": {
            "longitude": -116.166868,
            "latitude": 34.011286
        },
        "description": "Turtle Rock is a well-known rock formation in Joshua Tree National Park, named for its resemblance to a giant turtle. Located near the Hidden Valley and Indian Cove areas, this massive boulder is a popular spot for hikers, rock climbers, and nature enthusiasts. The unique granite formation, shaped by centuries of wind and erosion, is a prime example of the park’s distinctive geological landscape. Visitors often explore the surrounding trails, where they can find stunning desert views, rugged rock formations, and an array of native wildlife, including bighorn sheep and desert tortoises. At sunrise and sunset, Turtle Rock takes on a striking golden hue, making it a favorite location for photographers and adventurers looking to experience the beauty of Joshua Tree.",
        "imageName": "turtlerock"
    },
    {
        "name": "Silver Salmon Creek",
        "category": "Lakes",
        "city": "Port Alsworth",
        "state": "Alaska",
        "id": 1002,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Lake Clark National Park and Preserve",
        "coordinates": {
            "longitude": -152.665167,
            "latitude": 59.980167
        },
        "description": "Silver Salmon Creek, located within Lake Clark National Park in Alaska, is a breathtaking wilderness destination known for its abundant wildlife and stunning coastal scenery. This remote area is famous for its population of Alaskan brown bears, which can often be seen fishing for salmon along the creek or roaming the tidal flats. Visitors, including photographers and nature enthusiasts, come to witness these incredible creatures up close in their natural habitat. The area is also rich in birdlife, with bald eagles, puffins, and shorebirds frequenting the coastline. Beyond wildlife viewing, Silver Salmon Creek offers excellent fishing opportunities, with runs of silver salmon attracting anglers from around the world. Surrounded by dramatic mountains, lush meadows, and the pristine waters of Cook Inlet, this unspoiled Alaskan paradise provides an unforgettable experience for those seeking adventure and a deep connection with nature.",
        "imageName": "silversalmoncreek"
    },
    {
        "name": "Chilkoot Trail",
        "category": "Mountains",
        "city": "Skagway",
        "state": "Alaska",
        "id": 1003,
        "isFeatured": false,
        "isFavorite": true,
        "park": "Klondike Gold Rush National Historical Park",
        "coordinates": {
            "longitude": -135.334571,
            "latitude": 59.560551
        },
        "description": "The Chilkoot Trail is a historic and rugged 33-mile route that stretches from Dyea, Alaska, to Bennett, British Columbia, crossing through the breathtaking landscapes of the Coast Mountains. Once a vital passage for prospectors during the Klondike Gold Rush of the late 19th century, the trail is now a challenging but rewarding trek for modern hikers. Winding through dense forests, alpine meadows, and icy mountain passes, the trail is rich with history, featuring remnants of old supply caches, tramways, and abandoned camps. The infamous Golden Stairs, a steep ascent near the U.S.-Canada border, remains one of the most iconic and grueling sections of the journey. Today, the Chilkoot Trail offers a unique blend of adventure and historical significance, allowing hikers to follow in the footsteps of the stampeders while immersing themselves in the stunning, untamed wilderness of Alaska and the Yukon.",
        "imageName": "chilkoottrail"
    },
    {
        "name": "St. Mary Lake",
        "category": "Lakes",
        "city": "Browning",
        "state": "Montana",
        "id": 1004,
        "isFeatured": true,
        "isFavorite": true,
        "park": "Glacier National Park",
        "coordinates": {
            "longitude": -113.536248,
            "latitude": 48.69423
        },
        "description": "St. Mary Lake, located in Glacier National Park, Montana, is a breathtaking alpine lake known for its crystal-clear waters and stunning mountain backdrop. Stretching approximately 10 miles long and reaching depths of over 300 feet, it is the second-largest lake in the park and sits at an elevation of about 4,400 feet. The lake is surrounded by towering peaks, including Red Eagle Mountain and Little Chief Mountain, creating a dramatic and picturesque setting. One of its most iconic features is Wild Goose Island, a tiny, tree-covered island often photographed at sunrise and sunset. Visitors can explore the area by hiking the nearby trails, taking a boat tour, or simply enjoying the tranquil beauty of the lake’s shores. Home to diverse wildlife such as grizzly bears, elk, and bald eagles, St. Mary Lake offers an unforgettable experience for nature lovers and outdoor enthusiasts.",
        "imageName": "stmarylake"
    },
    {
        "name": "Twin Lake",
        "category": "Lakes",
        "city": "Twin Lakes",
        "state": "Alaska",
        "id": 1005,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Lake Clark National Park and Preserve",
        "coordinates": {
            "longitude": -153.849883,
            "latitude": 60.641684
        },
        "description": "Twin Lakes, located in the heart of Lake Clark National Park in Alaska, is a remote and pristine wilderness destination known for its stunning scenery and rich history. Nestled between rugged mountain ranges, the two connected lakes boast crystal-clear waters that reflect the surrounding peaks, creating a breathtakingly serene landscape. The area is best known as the longtime home of naturalist and wilderness advocate Richard Proenneke, who built a hand-crafted log cabin on the shores of Upper Twin Lake in the late 1960s. His story, documented in One Man’s Wilderness, has inspired countless adventurers to seek solitude in Alaska’s backcountry. Accessible primarily by floatplane, Twin Lakes offers incredible opportunities for hiking, fishing, kayaking, and wildlife viewing, with grizzly bears, moose, and bald eagles frequently spotted in the area. For those seeking a true off-the-grid experience, Twin Lakes remains one of Alaska’s most untouched and awe-inspiring destinations.",
        "imageName": "twinlake"
    },
    {
        "name": "Lake McDonald",
        "category": "Mountains",
        "city": "West Glacier",
        "state": "Montana",
        "id": 1006,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Glacier National Park",
        "coordinates": {
            "longitude": -113.934831,
            "latitude": 48.56002
        },
        "description": "Lake McDonald, located in Glacier National Park, Montana, is the largest lake in the park and one of its most scenic spots. Stretching over 10 miles in length and surrounded by towering mountain peaks, this glacially-formed lake offers a stunning combination of clear, vibrant waters and dramatic views. The lake’s waters are famously known for their striking colors, ranging from deep turquoise to emerald green, due to the glacial silt that gives the lake its distinct hue. Visitors to Lake McDonald can enjoy a variety of activities, including kayaking, fishing, and boat tours, or simply take in the beauty of the surrounding landscape from the shoreline. The area is also home to diverse wildlife, such as elk, moose, and otters. Popular trails, like the McDonald Creek Trail, offer hikers the chance to explore the lush forests and valleys that surround the lake, while the historic Lake McDonald Lodge provides a charming retreat with stunning lake views. Whether it's a peaceful moment on the water or an adventurous hike, Lake McDonald is a must-see gem in the heart of Glacier National Park.",
        "imageName": "lakemcdonald"
    },
    {
        "name": "Charley Rivers",
        "category": "Rivers",
        "city": "Eaking",
        "state": "Alaska",
        "id": 1007,
        "isFeatured": true,
        "isFavorite": false,
        "park": "Charley Rivers National Preserve",
        "coordinates": {
            "longitude": -143.122586,
            "latitude": 65.350021
        },
        "description": "The Charley River, located in the remote interior of Alaska, flows through the rugged and wild Charley River Wilderness, part of the Yukon-Charley Rivers National Preserve. This pristine, glacially-fed river is known for its clear, cold waters and dramatic landscapes, including steep canyons, rolling hills, and expansive wetlands. The Charley River is particularly significant for its role in Alaska's gold rush history, as it was one of the sites where gold was discovered in the late 1800s, leading to a rush of prospectors and adventurers. Today, the river is a haven for outdoor enthusiasts, offering excellent opportunities for rafting, kayaking, fishing, and wildlife viewing. The surrounding wilderness is home to a wide variety of species, including moose, grizzly bears, wolves, and a diverse array of birds. Remote and challenging to access, the Charley River remains a pristine destination for those seeking adventure and a true wilderness experience in one of Alaska’s most untouched regions.",
        "imageName": "charleyrivers"
    },
    {
        "name": "Icy Bay",
        "category": "Mountains",
        "city": "Icy Bay",
        "state": "Alaska",
        "id": 1008,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Wrangell-St. Elias National Park and Preserve",
        "coordinates": {
            "longitude": -141.518167,
            "latitude": 60.089917
        },
        "description": "Icy Bay, located in the southeast corner of Alaska’s Wrangell-St. Elias National Park and Preserve, is a spectacular and remote area known for its dramatic glaciers, towering mountains, and pristine wilderness. The bay itself is surrounded by rugged fjords, with massive glaciers, such as the Tyndall and Guyot glaciers, flowing directly into the bay. The area is renowned for its stunning landscapes, including crystal-clear waters, towering icebergs, and snow-capped peaks. Icy Bay is also a haven for wildlife, with humpback whales, sea otters, and seals frequenting its waters, while brown bears and mountain goats roam the nearby shorelines and cliffs. The bay is best explored by boat or kayak, providing visitors with a chance to witness the raw power of nature as they float past immense glaciers and ice formations. Because of its remote location and lack of road access, Icy Bay offers an unparalleled sense of solitude and untouched beauty, making it a hidden gem for adventurers and nature lovers seeking a true Alaskan wilderness experience.",
        "imageName": "icybay"
    },
    {
        "name": "Rainbow Lake",
        "category": "Lakes",
        "city": "Willow",
        "state": "Alaska",
        "id": 1009,
        "isFeatured": false,
        "isFavorite": false,
        "park": "State Recreation Area",
        "coordinates": {
            "longitude": -150.086103,
            "latitude": 61.694334
        },
        "description": "Rainbow Lake, located in Alaska's remote interior, is a stunning and serene alpine lake situated near the Denali National Park and Preserve. Known for its clear, vibrant waters, the lake is surrounded by rugged mountains and lush forests, creating a picturesque and peaceful setting. The lake's unique name comes from the occasional rainbow-like shimmer of its surface, which reflects the surrounding mountains and skies, especially on sunny days. Rainbow Lake is a popular destination for outdoor enthusiasts, offering excellent opportunities for hiking, fishing, and camping. The area is rich in wildlife, with sightings of moose, bears, and a variety of bird species common in the region. Its relatively untouched and isolated nature provides a perfect escape for those seeking tranquility in Alaska's pristine wilderness. Whether you’re hiking along its shores or paddling on the lake’s calm waters, Rainbow Lake offers a true Alaskan wilderness experience.",
        "imageName": "rainbowlake"
    },
    {
        "name": "Hidden Lake",
        "category": "Lakes",
        "city": "Newhalem",
        "state": "Washington",
        "id": 1010,
        "isFeatured": false,
        "isFavorite": false,
        "park": "North Cascades National Park",
        "coordinates": {
            "longitude": -121.17799,
            "latitude": 48.495442
        },
        "description": "Hidden Lake, located in the North Cascades National Park in Washington, is a picturesque alpine lake nestled amidst towering peaks and lush forests. Known for its crystal-clear waters and stunning mountain backdrop, Hidden Lake is accessible via the Hidden Lake Trail, a popular hike that offers hikers breathtaking views along the way. The trail winds through wildflower-filled meadows and dense forests, ultimately leading to the lake, where visitors are greeted with a serene, reflective surface surrounded by snow-capped peaks and rugged cliffs. The lake is a prime spot for fishing, and its peaceful setting makes it an ideal location for those seeking solitude in nature. During the summer months, the surrounding meadows are alive with vibrant wildflowers, adding to the beauty of the area. Hidden Lake is also a great spot for birdwatching and wildlife viewing, with sightings of black bears, marmots, and a variety of bird species. Whether you're a hiker, photographer, or nature lover, Hidden Lake offers an unforgettable experience in the heart of Washington's North Cascades.",
        "imageName": "hiddenlake"
    },
    {
        "name": "Chincoteague",
        "category": "Rivers",
        "city": "Chincoteague",
        "state": "Virginia",
        "id": 1011,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Chincoteague National Wildlife Refuge",
        "coordinates": {
            "longitude": -75.383212,
            "latitude": 37.91531
        },
        "description": "Chincoteague, Virginia, is a charming island town located on the Eastern Shore, renowned for its scenic beauty, wildlife, and historic significance. The town is most famous for the Chincoteague National Wildlife Refuge, a 14,000-acre sanctuary that is home to a wide variety of birds, plants, and the iconic Chincoteague Ponies. These wild ponies, often seen grazing along the marshes and beaches, are a major attraction, particularly during the annual Chincoteague Pony Swim, where the ponies are rounded up and swim across the channel to Assateague Island. Visitors can explore the refuge by hiking, biking, or taking guided tours, offering opportunities to see the diverse wildlife and stunning coastal landscapes. In addition to its natural wonders, Chincoteague offers a quaint downtown area filled with art galleries, seafood restaurants, and cozy shops. With its beautiful beaches, rich maritime history, and vibrant wildlife, Chincoteague provides a peaceful and picturesque getaway for nature lovers and those seeking a relaxing escape from the hustle and bustle of everyday life.",
        "imageName": "chincoteague"
    },
    {
        "name": "Lake Umbagog",
        "category": "Lakes",
        "city": "Errol",
        "state": "New Hampshire",
        "id": 1012,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Umbagog National Wildlife Refuge",
        "coordinates": {
            "longitude": -71.056816,
            "latitude": 44.747408
        },
        "description": "Lake Umbagog, located in the remote wilderness of northern New Hampshire and southern Maine, is a pristine and serene destination known for its natural beauty and abundant outdoor recreation opportunities. The lake spans approximately 7,700 acres and is nestled within the Umbagog National Wildlife Refuge, providing a habitat for diverse wildlife, including loons, bald eagles, and moose. The area is a haven for anglers, offering excellent fishing opportunities for species such as lake trout, brook trout, and bass. Kayaking, canoeing, and boating are popular activities on the lake, allowing visitors to explore its peaceful waters while taking in the surrounding views of dense forests, wetlands, and distant mountains. The surrounding region is ideal for hiking, camping, and wildlife viewing, with numerous trails and secluded campsites along the lake’s shores. Lake Umbagog is particularly stunning in the fall, when the foliage turns vibrant shades of red, orange, and yellow. Its remote location makes it an ideal destination for those looking to experience the tranquility of New England’s wilderness.",
        "imageName": "umbagog"
    }
]
